const Discord = require('discord.js');
const client = new Discord.Client();

client.on('ready', async() => {
var server = "494530123173724160"; // ايدي السررفر
var channel = "503887857988141056";//ايدي الروم
    setInterval(()=>{
    client.guilds.get(server).channels.get(channel).send('**تم التهكييييير تم التهكييييير تم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكيييييرتم التهكييييير تم التهكييييير**')
    },305);
})
client.login(process.env.BOT_TOKEN);
